Repository: 1Maxnet1/ultimate-tic-tac-toe
Catalog: po/*.po
Languages: bg, es, hi, it, nl, pl

source: Ultimate Tic Tac Toe
bg: Върховен морски шах
es: Tic Tac Toe definitivo
pl: Rozszerzone Kółko i Krzyżyk

source: GNOME;GTK;Game;
bg: игра;
es: GNOME;GTK;Juego;
hi: GNOME;GTK;खेल;
it: GNOME;GTK;Gioco;
nl: GNOME;GTK;Game;Spel;
pl: GNOME;GTK;Game;Gra;Zabawa;

source: (Tic Tac Toe)²
bg: (Морски шах)²
nl: (Boter-kaas-en-eieren)²
pl: (Kółko i Krzyżyk)²

source: Play with your friends or against the algorithm. You can read the rules in the game.
bg: Играйте с приятелите си или срещу алгоритъма. Може да прочетете правилата в играта.
es: Juega con tus amigos o contra el algoritmo. Puedes leer las reglas en el juego.
hi: अपने दोस्तों के साथ या कलन-विधि के खिलाफ खेलें। आप खेल में नियम पढ़ सकते हैं।
it: Gioca con i tuoi amici o contro l'algoritmo. Puoi leggere le regole nel gioco.
nl: Speel tegen je vrienden of het computeralgoritme. Als je het spel niet kent, kun je de meegeleverde spelregels doornemen.
pl: Graj z kolegami lub przeciwko algorytmowi. Zasady możesz przeczytać w grze.

source: How to play
it: Come Giocare
pl: Jak grać

source: Basic Rules
it: Regole Base
pl: Podstawowe Zasady

source: Two players:
it: Due giocatori:
pl: Dwóch graczy:

source: and
it: e
pl: i

source: goes first
it: gioca prima
pl: zaczyna

source: Players take turns, aiming to win small boards and eventually the large board.
it: I giocatori vanno a turno, con l'obiettivo di vincere le tabelle piccole e poi quella grande.
pl: Gracze grają po kolei, w celu wygrywania małych plansz, by w końcu zwyciężyć na dużej

source: Gameplay
it: Gioco
pl: Rozgrywka

source: starts by playing in
it: comincia giocando in una
pl: zaczyna grając w

source: any
it: qualiasi
pl: dowolnym

source: spot.
it: casella.
pl: miejscu.

source: The next player plays in the small board matching the location of the previous move.
it: Il giocatore successivo gioca nella piccola casella che corrisponde alla posizione della mossa precedente.
pl: Następny gracz stawia ruch na małej planszy odpowiadającej położeniu poprzedniego ruchu.

source: Example:
it: Esempio:
pl: Przykład:

source: If
it: Se
pl: Jeśli

source: plays in the top-right square of a small board,
it: gioca nella casella in alto a destra di una tabella piccola,
pl: zostaje postawiony w prawym górnym polu małej planszy,

source: must play in the top-right small board of the large grid.
it: deve giocare nella tabella in alto a destra della tabella grande.
pl: musi grać w prawej górnej podplanszy.

source: This continues, with each move determining the next board.
it: Si continua così, con ogni mossa che determina la tabella successiva.
pl: Tak też to idzie dalej, gdzie każdy ruch wyznacza położenie następnej planszy.

source: Winning and Moves
it: Vincita e Mosse
pl: Wygrywanie i Ruchy

source: Win a small board by following regular tic-tac-toe rules.
it: Si vince una tabella piccola secondo le regole di tris.
pl: Pokonaj małą planszę z pomocą zwykłych zasad gry kółko i krzyżyk.

source: When a small board is won or filled, it cannot be played in again.
it: Quando una tabella piccola viene vinta o riempita, non può più essere giocata ancora.
pl: Jeśli mała plansza jest pokonana lub wypełniona, nie można w niej już grać.

source: If directed to a full board, you can play in
it: Se diretto a una tabella piena, puoi giocare in una
pl: Jeśli ruch przeciwnika przekieruje cię na zdobytą podplanszę, możesz grać w

source: open board.
it: tabella libera.
pl: wolnym miejscu na wielkiej planszy.

source: End of the Game
it: Fine del Gioco
pl: Koniec Gry

source: A player wins by winning three small boards in a row (horizontally, vertically, or diagonally) on the large grid.
it: Un giocatore vince conquistando tre tabelle piccole in fila (orizzontalmente, verticalmente o diagonalmente) sulla tabella grande.
pl: Gracz wygrywa poprzez wygranie trzech małych plansz w rzęcie (poziomo, pionowo, uskośnie) na wielkiej planszy.

source: If no legal moves remain, the game ends in a draw.
it: Se non rimangono mosse legali, la partita termina in parità.
pl: Jeśli brak jakichkolwiek dozwolonych ruchów, gra kończy się remisem.

source: Have Fun!
it: Divertiti!
pl: Miłej Zabawy!

source: Player 1
bg: Играч 1
es: Jugador 1
it: Giocatore 1
nl: Speler 1
pl: Gracz 1

source: Player 2
bg: Играч 2
es: Jugador 2
it: Giocatore 2
nl: Speler 2
pl: Gracz 2

source: Single Player
bg: Самостоятелно
es: Un solo jugador
it: Singolo Giocatore
nl: Eén speler
pl: Pojedyńczy Gracz

source: Multiplayer
bg: За много играчи
es: Multijugador
it: Multigiocatore
nl: Meerdere spelers
pl: Wiele Graczy

source: Restart
bg: Рестартиране
es: Reiniciar
it: Riparti
nl: Opnieuw beginnen
pl: Od nowa

source: Game Rules
pl: Zasady Gry

source: Keyboard Shortcut
pl: Skróty Klawiszowe

source: About Ultimate Tic Tac Toe
pl: O Rozszerzonym Kółko i Krzyżyk

source: It's a tie
pl: Remis

source: Player {} won
pl: Gracz {} wygrał

source: You lost!
pl: Przegrałeś!

source: You won!
pl: Wygrałeś!

source: Improved UI with newest Libadwaita widgets
bg: Подобрен е потребителския интерфейс с най-новите графични елементи на Libadwaita
es: Interfaz de usuario mejorada con los widgets Libadwaita más recientes
hi: नवीनतम Libadwaita विजेट के साथ बेहतर UI
nl: Verbeterd: vormgeving i.c.m. nieuwste Libadwaita-elementen

source: Switched colors
bg: Сменени са цветовете
es: Cambió los colores
hi: रंग बदले गए
nl: Nieuw: andere kleuren

source: Made it adaptive
bg: Подобрен е потребителския интерфейс за малки и големи екрани
es: Hecho adaptativo
hi: इसे अनुकूल बनाया
nl: Nieuw: aanpasbare vensterinhoud

source: Added branding
bg: Добавена е търговската марка
es: Marca añadida
hi: ब्रांडिंग जोड़ी गई
nl: Nieuw: branding

source: Updated runtime
bg: Обновена е средата за изпълнение
es: Tiempo de ejecución actualizado
hi: अद्यतित रनटाइम
nl: Bijgewerkt: aandrijving

source: Fixed bug
bg: Поправена е грешка
es: Error corregido
hi: बग ठीक किया गया
nl: Opgelost: bug

source: Updated metadata
bg: Обновени са метаданните
es: Metadatos actualizados
hi: अद्यतित मेटाडेटा
nl: Bijgewerkt: metagegevens

source: Icon improvements
bg: Подобрени са иконите
es: Mejoras en los iconos
hi: आइकन में सुधार
nl: Verbeterd: pictogrammen

source: Changed name
bg: Променено е името
es: Nombre cambiado
hi: नाम बदल दिया गया
nl: Aangepast: naam

source: First release
bg: Първо издание
es: Primera versión
hi: पहली रिलीज
nl: Allereerste versie

source: A started game of Ultimate Tic Tac Toe
bg: Започната игра на „Върховен морски шах“
es: Una partida empezada de Ultimate Tic Tac Toe
hi: अल्टीमेट टिक टैक टो का एक आरंभिक खेल
nl: Een lopend spel van Ultimate Tic Tac Toe
